var local_database = [
    {
        date: "Sep 18 2018",
        title: "我很喜欢你，却始终不敢告诉你",
        imgSrc: "/images/post/sohyun1.jpg",
        avatar: "/images/avatar/666.jpg",
        content: "能伤害感情的从来不是时间和距离，而是你对我的不言关心，我对你的不说在意，慢慢地，我们也都学会了适可而止",
        reading: "112",
        collection: "1196",
        headImgSrc: "/images/post/sohyun1.jpg",
        author: "蕊希",
        dateTime: "24小时前",
        detail: "舒淇在《剩者为王》里有段经典台词： \" 我就是死要面子，自尊心特别重，我只要一发现对方没有那么喜欢我了，我就会把这段感情判死刑，不想勉强自己喜欢别人，也绝不勉强别人喜欢自己，对方迈一步，我会更热情，对方退一步，我就想消失。\"\n" +
            "\n" +
            "是啊，很多时候我也在想，像我这样性格的人，大概很难遇到真心喜欢我的人吧。\n" +
            "\n" +
            "也不是没有遇到过喜欢的人，但面对可能会开始的感情，我的第一反应就是逃避，害怕自己的不安、敏感和多疑会把对方吓跑，以至于在感情面前总是表现得小心翼翼、犹豫不决。\n" +
            "\n" +
            "明明喜欢你的程度有十分，但我表现出来的只有三分那么多。很多时候我也很想你，但始终不会告诉你。不是说不出口，而是不想说，怕你没那么喜欢我，所以自己也不想表现得太在乎。\n" +
            "\n" +
            "其实我真的真的很喜欢你，我的目光总是跟随你，却又在你看向我的时候下意识地去躲避；下雨天你给我送伞，我明明很感动，却还是表现得云淡风轻。\n" +
            "\n" +
            "你生病时，我明明想要买药送到你身边，却只是简单叮嘱一句 \" 好好照顾自己 \" ；每次因为什么事情争吵时，我明明很想和好，却偏偏死都不肯低头。我总是隐藏自己的心意，以至于你经常觉得我根本没有那么喜欢你。\n" +
            "\n" +
            "其实，不止是你，我自己也会很没有安全感。因为不确定自己在你心中的分量，所以我不敢轻易试探，也从来不会在感情里完全付出。\n" +
            "\n" +
            "我并不是不知道这种冷漠会把身边关心自己的人吓跑，但我就是无能为力，是那种无法阻止握在手中的沙从指缝间流走的无能为力。\n" +
            "\n" +
            "我也会为自己的这种偏执懊恼，分手的时候，我意识到我们从此将失去一个合适的身份再见，我真的很难过，会懊恼如果自己有过真心实意的争取和挽留，结局会不会不一样。\n" +
            "\n" +
            " 《阿飞正传》里说道： \" 我听别人说这世界上有一种鸟是没有脚的，它只能够一直飞呀飞，飞累了就在风里面睡觉，这种鸟一辈子只能下地一次，那一次就是它死亡的时候。 \" \n" +
            "\n" +
            "所以，这种无所依靠的不安全感，让二十多岁的我们，开始担心再也遇不到那个对的人了。 \n" +
            "\n" +
            "有朋友见我难熬，便开口问我： \" 既然这么喜欢一个人，既然放不下为什么不挽留，为什么不告诉TA。 \"\n" +
            "\n" +
            "我苦涩地摇摇头，我根本做不来主动，更别提挽留了。能伤害感情的从来不是时间和距离，而是你对我的不言关心，我对你的不说在意，慢慢地，我们也就都学会了适可而止。\n" +
            "\n" +
            "我也想过要为此做出改变，但每次我刻意想要对你好时，可怜的自尊心又开始作祟。万一我给的刚好都是你不需要的呢？\n" +
            "\n" +
            "这样卑微的付出会不会让你看不起我？我承认，我总是弄巧成拙，明明很关心却总是被你当作不在乎。\n" +
            "\n" +
            "正因为这样，我一直期待一段舒服的关系，在那个人面前，我可以不必患得患失，不用因为受伤而刻意隐藏真实的情绪。\n" +
            "\n" +
            "我们不见得一定要有多般配，但我们一定有着某种契合，让我忍不住想要你把计划进我所有的未来里。\n" +
            "\n" +
            "想在有窗台的房子里养一只猫，夏日的黄昏我给阳台上的绿萝浇水，而你在厨房里学做我最近刚喜欢上的一道菜，这些不刻意却很暖心的细节，是我最想要的。遗憾的是，在我遇到的人里，从来没有人给过我这份安心。\n" +
            "\n" +
            " 我知道人到了一定年龄就变得越来越不敢憧憬爱情，我也有这样那样的不完美，但我愿意努力把自己变得更好，等到终于相遇时，我可以勇敢地走过去拥抱你，告诉自己，我值得拥有最好的，而你便是我最好的。",
        postId: 0,
        music: {
            url: "http://isure.stream.qqmusic.qq.com/C400002Jbzn235xaQZ.m4a?vkey=EC86C9E722CF90C0B6E97DCA8B383EC761D0B8A162B72A04CD432DFDA1004D491E31C128EBFBD749EBE301F3F55DEEC9BA2FF9EF8381985B&guid=1499376726&uin=0&fromtag=66",
            title: "倒数-G.E.M. 邓紫棋",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R300x300M000003cKIKZ1J4Yyu.jpg?max_age=2592000"
        }
    },
    {
        title: "所有苦难都会让你更圆满",
        content: "永远不要搁置自己的困难清单，你应该选择迎面而战，让抱怨的念头一点一点的溃烂，并大声告诉自己，黑暗的尽头就会是黎明之光。",
        imgSrc: "/images/post/sohyun2.jpg",
        reading: 62,
        detail: "今天我在朋友圈看到一句这样的话： \" 为什么我们在游戏里会想尽办法过关，在现实人生里却不会？ \" 看到这句话的时候，我愣了。\n" +
            "\n" +
            "昨日的我们还玩着游戏，拼命地想要冲上段位，今天，我们却开始抱怨生活带给我们的难关，并纷纷表示自己快撑不下去了，我向自己提出了一个追问，这是为什么？\n" +
            "\n" +
            "我有紫外线过敏的毛病，不能晒太阳，这是我小时候经常抱怨的一件事情。每当我曝光在太阳底下，皮肤就会掉皮并且泛红，非常严重。\n" +
            "\n" +
            "那时候我就想： \" 为什么我跟别人不一样？为什么别人家的小女孩都可以穿着很漂亮的小裙子？而我不可以？ \"\n" +
            "\n" +
            "从小到大，我一直都觉得自己是不被上帝眷顾的那个，每到固定的季节，我迫不得已要把自己裹得严严实实的，像极了一个不折不扣的傻子，也经常会被伙伴们嘲笑，对于此事，我一直耿耿于怀。\n" +
            "\n" +
            "直到2008年，汶川大地震死伤多人，我才从这些大大小小的灾难中意识到，人能活着已是万幸，而我这点小事儿算得了什么呢？哪来那么多七零八碎的抱怨。\n" +
            "\n" +
            "也许你会因为丢了钱包而哭一宿，会因为失恋觉得自己难受得要死了，也会因为丢了工作而失魂落魄，但你并不知道，当我们抱怨自己过于辛苦和不够幸运的时候，有多少人正在经历着超出人意志和身体承受范围之外的困境。\n" +
            "\n" +
            "浙江有位叫毛晗涛的九零后小伙子，他患有先天性脑瘫，双腿肌肉萎缩，这导致他行走困难，手部只有右手的食指能动。\n" +
            "\n" +
            "但他并没有因此放弃生命，而是坚强地撑到了现在。除此之外，他还坚持自己的写作爱好，用一根手指敲着键盘写了9年\n" +
            "\n" +
            "到现在，他已经完成了210万字的小说，面对镜头时，他高兴地与大家分享自己刚拿到第一笔稿费。\n" +
            "\n" +
            "每次看到这种新闻时，我都会一次又一次地追问自己，同时进入一轮又一轮的自我反省：瞧瞧你自己，这些年除了抱怨生活，还做了些什么？\n" +
            "\n" +
            "面对困难时，我们往往只看到了眼前的阻碍，却没有看到突破重围后的意外收获。我们总埋怨生活给自己带来了巨大的压力，可谁的人生是一帆风顺的呢？\n" +
            "\n" +
            "前段时间，高考出成绩了，有个河南的男孩儿为了给自己挣大学学费，独自一人推着自行车到景区卖冰棍，他曝晒在炎热的室外，眼神里的坚定让我无比动容。\n" +
            "\n" +
            "据说，他的父亲有病干不了活，每月还需要一千多元的医药费，他的弟弟在上小学三年级，全家的重担都压在母亲身上，为了减轻家庭的经济负担，他自己出来赚钱。\n" +
            "\n" +
            "傍晚，这个男孩儿卖完了当天所有的冰棍，高兴地推着自行车往回走，看到这里的时候，我忍不住掉下了眼泪。\n" +
            "\n" +
            "在这个男孩儿的脸上，我看到的不仅仅是他获得回报后的满足感，更多的是，他面对艰苦生活的不屈和乐\n" +
            "\n" +
            "当这些真实存在的案例摆在我们面前时，很多鸡毛蒜皮的困难，就变得非常不值得一提。所以永远都不要搁置自己的困难清单，你应该选择迎面而战，让抱怨的念头一点一点地溃烂，并大声告诉自己，黑暗的尽头是黎明之光。人生总会好起来，请你别慌张。",
        collection: 92,
        dateTime: "24小时前",
        headImgSrc: "/images/post/sohyun2.jpg",
        author: "蕊希",
        date: "Sep 20 2018",
        avatar: "/images/avatar/666.jpg",
        postId: 1,
        music: {
            url: "http://isure.stream.qqmusic.qq.com/C400104euJU50HuyCo.m4a?vkey=0F11D16A9D4F7493D8D639BA4A9B1FA0B3FBACDD8F1985742705ABF13AA78F9D1CF4AA7A28CE5A30E66837663C3478D9CE6F1CD7A736F29F&guid=3499988754&uin=0&fromtag=66",
            title: "I Love You Boy-수지 (Suzy)",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R300x300M000001GBEfh1KMt5y.jpg?max_age=2592000"
        }
    },
    {
        //按住alt + shift + F 可以格式化代码样式
        title: "关于你，其实我从没忘记过",
        content: "我是一个对感情拿得起放不下的人，哪怕我和你说过一别两欢这样的话，你也知道我们两个人分开以后并不是各生欢喜。本来想假装忘记你，可我的心里都是你",
        detail: "我曾尝试忘记你，删除你所有的联系方式，忘记你所有的习惯和喜好，但到最后却发现，那些自以为可以被时间湮没的感情，在一遍又一遍你的生日数字组成的密码里、在一次又一次自己形成的习惯里、在一个又一个熟悉的场景里都让我意识到我真的很难忘记你。\n" +
            "\n" +
            "和你分手的第十五天。那些属于两个人的小秘密，终将只能成为一个人的小情绪，很难提起又很难忘记。当初真诚地许诺过，最后却只能擦肩错过。\n" +
            "\n" +
            "其实我很想念你却又不能联系你，很担心你却不能关心你，很爱很爱你却不能再在说晚安之后告诉你。本来想假装忘记你，可我的梦里都是你。\n" +
            "\n" +
            "和你分手的第八十九天。我们分开了那么多天，我的脑海里却满是想念。分手之后，我们也有联系过，但谁都没有再说 \" 回到过去 \" 。有关于你，我已经很少向我的朋友提起了，如果爱一个人不能说出口，那我愿意把你藏在心底里。\n" +
            "\n" +
            "我是一个对感情拿得起放不下的人，哪怕我和你说过 \" 一别两欢 \" 这样的话，你也知道我们两个人分开以后并不是 \" 各生欢喜 \" 。本来想假装忘记你，可我的心里都是你。\n" +
            "\n" +
            "和你分手的第二百三十七天。听说你又谈恋爱了，和一个喜欢你喜欢了很久的人。我们互相删除了对方的联系方式，就像从未认识过一样。不知道你的这段感情能否从恋爱走到结婚，也不知道你还记不记得之前和你谈过恋爱的人。\n" +
            "\n" +
            "直到现在，我还是会想起我曾经为了你有多么奋不顾身，我还是会想起我们的后来如果有后来该是多么美好。\n" +
            "\n" +
            "我知道，我们回不去了。 \" 假装忘记你，真的挺难的。一首歌，一句话，一部电影，一个声音，都有可能让我想起你。 \" 但爱情不是全部，失恋也不是，你不必假装忘记，也不必假装在意，都会过去的，都会好起来的。",
        imgSrc: "/images/post/sohyun3.jpg",
        headImgSrc: "/images/post/sohyun3.jpg",
        reading: 62,
        collection: 92,
        author: "蕊希",
        date: "Sep 12 2018",
        dateTime: "三天前",
        avatar: "/images/avatar/666.jpg",
        postId: 2,
        music: {
            url: "http://isure.stream.qqmusic.qq.com/C400003OUlho2HcRHC.m4a?vkey=E461C5721F323619563488D846B94AA73143E9CD12A6F68D96B715875B47FDF32A19A2DD7812FE6BB425ADA836659D28D576C56E796666A4&guid=3499988754&uin=0&fromtag=66",
            title: "告白气球-周杰伦",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R300x300M000003RMaRI1iFoYd.jpg?max_age=2592000"
        }
    },
    {
        title: "你这一生，最想活成什么样子？",
        content: "我知道对于任何人来说，活在当下永远比进入新生活更舒适，新的环境可能会让人紧张，新的环境可能会让人慌张，但依旧有很多人跳脱出现在的生活，走向了新生。",
        imgSrc: "/images/post/sohyun4.jpg",
        reading: 102,
        detail: "我一个女性朋友前几天换工作了，在大家都还为完成公司领导下达的高目标任务发愁时，在大家还在为一年不见涨的工资和老板斗争时，她不动声色地换了工作，而且换的工作比之前的还好。\n" +
            "\n" +
            "我一边羡慕她的勇气和果断，一边叹息其实很多人是做不到她这样的。大多数人的工作状况是为了完成工作任务拼命加班努力，为了增强竞争力拼命干活，不敢对领导提出任何质疑，明明干的活是别人的两倍了，也不敢提个加薪什么的。就那么坚持着，就那么咬牙忍着，受了委屈也不说，没进步没成长也不敢走，继续待在这里。\n" +
            "\n" +
            "年纪稍微大点儿的人不再敢冒险，一份稳妥的生活就能让他们坚持很久，岁数小一点儿的不相信自己的能力，能做好眼前的就满足了。\n" +
            "\n" +
            "我问过一些人为什么工作不顺利又没有成就感又不开心也不愿意走，为什么老板提了无理的要求也不会拒绝。听到一些心酸又残酷的事实。\n" +
            "\n" +
            "有人说我在这个公司待了好几年了，我不知道我离开这里不做这份工作我还能干嘛我还会干嘛；有人说我学历不高没有太多工作，好不容易找到工作，能得到别人的认可和信任已经很不错了，哪怕多干点儿哪怕花时间熬夜加班也认了，我除了能吃苦没什么竞争力了。\n" +
            "\n" +
            "好像我们的环境和教育里教给我们的大多是接受和隐忍。谈了几年的感情出了问题也不想着分手，睁一只眼闭一只眼在坚持；结婚好几年的人貌合神离也不敢离婚，能凑乎过就凑乎着吧。\n" +
            "\n" +
            "虽然不满意现在的生活状态，虽然也烦加班也知道老板的要求很过分，但还是什么都不说。逆境中我们学会的是接受而不是改变。可我想说生活里出的各种问题不该成为锻炼隐忍的方式，说到底我们之所以不敢脱离现在的生活，还是因为自己不确定迈出向前的这一步之后会是什么样的境况。\n" +
            "\n" +
            "我们不相信自己分手后能找到更好的，不相信哪怕离婚后自己一个人生活也能过得不错，不相信其实敢于拒绝老板也是一种能力。这种不相信源于我们没有足够的能力去支撑自己有自信说 \" 不 \" ，去给予你勇气摆脱如今并不可观的生活。\n" +
            "\n" +
            "我知道对于任何人来说，活在当下永远比进入新生活更舒适，新的环境可能会让人紧张，新的生活可能会让人慌乱，但依旧有很多人跳脱出现在的生活，走向了新生。\n" +
            "\n" +
            "成年之后，我们要敢于和止步不前的的状态告别，因为懂得了时间的珍贵，不该肆意花费时间去做无用功。\n" +
            "\n" +
            "爱情里如果不快乐如果觉得煎熬，分手其实比坚持更快乐，工作中，适时地拒绝职责范围外的事情，懂得规划人生懂得权衡利弊。而要想做到这样不拖泥带水，随时能跳脱不舒服的圈子，可以大胆对不合理的诉求说 \" 不 \" 需要的是自信，自信自己没有爱情依旧可以过得好，自信自己离开现在的生活也可以拥有更好的生活。\n" +
            "\n" +
            "这种自信不是盲目的自恋，不是空穴来风的头脑发热，自信需要资本，握在手里的金钱，拥有的技能，无人能取代的能力，才是自信的来源。\n" +
            "\n" +
            "要让自己有自信，即使恋爱，也要有独立的价值观，独立的思维能力，独立的生活方式，不论谁来谁走，都能不慌不忙做自己。要增加自己在职场的自信，就要有很好的实力储备。能应变职场的竞争和变化，而英语就是一个很好的技能。\n" +
            "\n" +
            "现在越来越多的公司开始看重员工的实践能力，精通计算机，掌握一门外语等等都是职场现在很需要的实际技能。在这些技能里英语更是亘古不变的必备技能，因为涉外工作的增多，因为社会发展的趋势，都让英语在职场中变得越来越重要。\n" +
            "\n" +
            "社会很重视，但其实真正英语好的人并不多。如果你想在一群人中脱颖而出，得到领导的赏识，如果你想让自己有更多见识世界的机会，如果你想增加自己的职场实力，英语都是很好并且应该首先考虑的技能。\n" +
            "\n" +
            "TutorABC（原vipabc）这个品牌大家肯定不陌生，我推荐过很多次了，是一个特别有效的在线学英语平台，他们拥有全球20000+具有专业英语教学资格的外籍老师。在这里可以学习到100%原汁原味的英语，突破哑巴英语的局限。365天24小时随时在线学习，特别适合作息时间不固定的上班族。\n" +
            "\n" +
            "它会给每个学员进行水平测试，并且匹配相应的教材和课程。他们很贴心地采用单向视频，你可以看到外教，但对方看不到你，可以完全放松下来，大胆开口说。\n" +
            "\n" +
            "不用记单词，也不用记语法，零基础的人学起来也不会吃力。任何时间、任何地方，手机/ipad/电脑，随时随地都能和外教沟通交流。\n" +
            "\n" +
            "当你拥有得足够多，就不担心会被取代，就不用忍气吞声做一些不相关的事情，也不用害怕谁的离开会让你的生活变坏，说 \" 不 \" 的底气也会变得更足。",
        collection: 92,
        dateTime: "24小时前",
        headImgSrc: "/images/post/sohyun4.jpg",
        author: "蕊希",
        date: "Nov 20 2018",
        avatar: "/images/avatar/666.jpg",
        postId: 3,
        music: {
            url: "http://isure.stream.qqmusic.qq.com/C400000VBpuV0kGyyd.m4a?vkey=60F6F4453B4024B5DD65FF1879D9BDC00FC3B94DA4FF3FC00643D97021F5A9563EDA2089FED229D9F0A929CA5BA8C066723E1BD901392757&guid=3499988754&uin=0&fromtag=66",
            title: "一百万个可能-Christine welch",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R300x300M000004IWoIx34J0fT.jpg?max_age=2592000"
        }
    },
    {
        title: "我还是很喜欢你，但我对我们无能为力",
        content: "每一次相爱都是一种练习，每一次分手也是一种学习。既然曾经认真爱过，就不必因为受伤而怀疑对方和自己。",
        imgSrc: "/images/post/sohyun5.jpg",
        reading: 102,
        detail: "有人说，听懂李宗盛是一件很残酷的事情。我想，这可能从另一个角度说明了我们已经不再年轻：经历过感情的挫折，明白了人生的艰辛，也懂得了命运的起伏不定。\n" +
            "\n" +
            "事实上，李宗盛只是告诉了我们一个年少时不懂的真相：爱有多销魂，就有多伤人。你只有真正为爱心碎过，才会明白 \" 越过山丘才发现无人等候 \" 是一种怎样的滋味。\n" +
            "\n" +
            " 不过，无论风雨怎样肆虐，太阳总要照常升起，一切阴霾也将过去。当你能在李宗盛的歌声里泣不成声的时候，也就说明你真的已经长大了。\n" +
            "\n" +
            "电影《后会无期》里面有句台词： \" 有时候，你想证明给一万个人看，到后来，你发现只得到了一个明白的人，那就够了。 \" 这句话一点都没错，刚刚陷入爱情的那一刻，很多人都是这种感觉。\n" +
            "\n" +
            "原本一开始的时候，只是打算好好做自己，可无论怎样努力都是徒劳，就在你心灰意冷的时候，忽然发现了角落里的TA，一个和你一样孤独无助的人。\n" +
            "\n" +
            "不一样的是，TA懂得你的所有想法，也懂得你的所有言不由衷。失望至极的你，忽然欣喜若狂，你们惺惺相惜，迅速走到一起。\n" +
            "\n" +
            "不得不承认，爱情是这个世界上最美好的事情，感情的火种一旦在两个人之间点燃，所有困难都会变成甜蜜。\n" +
            "\n" +
            "你们手牵手走在阳光里，你们肩靠肩坐在海滩前，时间静止的一刻，你笑着对TA说： \" 这世界上有你就足够了。 \"\n" +
            "\n" +
            "然而，当时间一点一点向前，感情也一点一点变淡。甚至，你们惊恐地发现彼此之间居然藏着那么多差异和不同。\n" +
            "\n" +
            "你们开始争吵，开始冷战，开始重新捍卫自我，也重新审视对方。终于有一天，TA提出告别或者不辞而别，转身消失在人群里，只留下你一个人在原地，伤痕累累。\n" +
            "\n" +
            "生活回到原点，曾经发生过的一切美好，好像一瞬间都变成了梦里的幻觉。你痛苦不堪地问自己：这究竟是谁的错误？早知如此又何必当初？我们原本很幸福，为什么TA还是不满足？\n" +
            "\n" +
            "有人说，长大成熟就是一种明亮而不耀眼的光芒，一种圆润而不刺耳的音响，一种不再向外界申诉求告的大气，一种并不陡峭的高度。也有人说，一个人先得受伤才能明了，先得跌倒才开始成长，先得丢失才会有收获。\n" +
            "\n" +
            "事实的确是这样，我们只能在跌跌撞撞以后，才能透过笼罩在爱情上面的那一层迷雾，看清真相。\n" +
            "\n" +
            "如果能明白这一点，你就会进一步认识到：爱情没有错，相爱也没有错，分手更没有错。错的只是自己，在爱情发生以前没有学习如何去爱。\n" +
            "\n" +
            "爱情只是生活里很重要的一部分，而不是生活的全部。如果你因为爱情抛弃生活里的其他内容，就很容易在丢失爱情以后，发现自己一无所有。\n" +
            "\n" +
            "爱情的目的，也不是让你在另外一个人的怀里永远做孩子，而是让你看到自己人格拼图上缺少的那一块，然后自然而然地学习如何独立。另外，相爱需要勇气，因为你们很可能不会走到底，那么接下来就要面对苦痛和分离。\n" +
            "\n" +
            "最后，爱情的终极意义其实是为了让你变得更好，而不是变得更坏。如果你在一段爱情里收获了许多，那么就不必因为爱情的远去而反复纠结。\n" +
            "\n" +
            "李宗盛说，人生没有白走的路，每一步都算数。每一次相爱都是一种练习，每一次分手也是一种学习。既然曾经认真爱过，就不必因为受伤而怀疑对方和自己\n" +
            "\n" +
            "爱情教会你的一点一滴，其实都可以让你在未来的生活里更好地应对苦恼、找到幸福。此时此刻，如果你还没有从失去爱情的伤痛中解脱，那就先从手机里找一首李宗盛的歌。然后慢慢调大音量，让房间里一点一点充满他的吉他旋律。\n" +
            "\n" +
            "你仔细听歌词，没有怨愤也没有劝说，只有从感情世界走过以后那种平静的领悟和思索。如果你只能听懂一些，没关系的，就算完全听不懂，也没关系的。\n" +
            "\n" +
            "可能你会在李宗盛的歌声里收获成长，完成自愈，也可能到头来你还是把自己的感情处理得一塌糊涂。\n" +
            "\n" +
            "每一个看似活得通透明白的人，其实都曾是个孤独心碎的年轻人，不论是谁，都要经历漫长的生活以后，在某个深夜忽然擦干眼泪，想通了，也就长大了。",
        collection: 26,
        dateTime: "24小时前",
        headImgSrc: "/images/post/sohyun5.jpg",
        author: "蕊希",
        date: "Nov 20 2018",
        avatar: "../../../images/avatar/666.jpg",
        postId: 4,
        music: {
            url: "http://isure.stream.qqmusic.qq.com/C400002G0sJY2wThyx.m4a?vkey=7C8BA6011F34C8A5780BDDA4FEE5C725ED70D83712F2590DAD319F1269AC2182EE7CE5CEFE4E9C7807D707894E374A43CDC15E01D80D89BB&guid=1499376726&uin=0&fromtag=66",
            title: "喜欢你-G.E.M. 邓紫棋",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R300x300M000000cFPKx3ZGzks.jpg?max_age=2592000"
        }
    },
    {
        title: "喜欢是棋逢对手，爱是愿赌服输",
        content: "少年时我们追求激情，成熟后却迷恋平庸，在我们寻找，伤害，背离之后，还能一如既往的相信爱情，这是一种勇气。每个人都有属于自己的一片森林，迷失的人迷失了，相逢的人会再相逢。",
        imgSrc: "/images/post/sohyun6.jpg",
        reading: 296,
        detail: "最近一个粉丝在后台留言和我说有一个很喜欢她的男孩子一直追求她，她也很喜欢人家，但她觉得他们以后没办法在一起，和我讲了很多原因。\n" +
            "\n" +
            "比如男生的家乡在南方，她家在北方，父母以后肯定不同意她嫁到那么远的地方，以后连回家一趟都那么难。比如她觉得男生身边有很多条件不错的女生，她怕他以后会喜欢别人，分手的话肯定很难过。\n" +
            "\n" +
            "我当时给她回复说： \" 你呀，因为害怕结束所以拒绝了所有开始，可你想过吗，如果不开始的话，你连最后一点接近幸福的机会就都放弃了。 \"\n" +
            "\n" +
            "和她讲完之后，让我想到了之前看过的《奇葩说》，其中有一期的辩题是假如有时光机能让你去到十年后，你发现十年后在你身边的人不是现在你想在一起的人，那你还会和ta在一起吗？\n" +
            "\n" +
            "我对当时颜如晶的回答印象很深，她讲了一个事实也是一个道理，那就是其实很多事情的结局早已注定，我们都会在未来的某一天离开这个世界。\n" +
            "\n" +
            "可我们从未因为要离开这世界就放弃吃饭放弃睡觉放弃去爱，因为人类本该就有能力忘记那些暂未发生的事情，去做好我们现在该做的事情。\n" +
            "\n" +
            "这道辩题告诉我们的是既然给了我预知未来的能力，也就给了我改写结局的机会。不知道就算了，知道了就一定要干预。\n" +
            "\n" +
            "颜如晶给了我们一个很恰当的比喻，你去算命，发现未来的某一刻不好，你是无动于衷接受所谓的命运，还是不认命抗争一下试试看？\n" +
            "\n" +
            "我想大部分人都不会认命吧，不想束手无策等待被判死刑，对待感情其实也是一样的。\n" +
            "\n" +
            "你给未来做了无数设想，可能你们会分开，可能你们彼此会变心，可能会出现第三者，可能你们之间有着一个跨不过去的坎儿，它时不时站出来提醒你它就在那儿，你仿佛一眼看到了你们未来的结局，这时候你要怎么做？\n" +
            "\n" +
            "你是知道未来有数不清的困难和问题摆在那里所以干脆早早斩断这份感情，不付出就不会被伤害，不开始就不会有结束，还是明白未来有无限可能？\n" +
            "\n" +
            "结局好坏的概率各占一半，\n" +
            "\n" +
            "可能用心经营，可能同心协力，\n" +
            "\n" +
            "你们就会是个未完待续的长篇故事。\n" +
            "\n" +
            "这世上没有能一眼看到未来的时光机，\n" +
            "\n" +
            "也没有谁敢站出来说谁的人生就已经板上钉钉再无转机。\n" +
            "\n" +
            "我听了很多关于未来不确定的故事，坚持了可能没结果，放弃了可能会后悔，喜欢了可能会被辜负，那些不确定的因素在我们心里被盘算衡量，无非是不确定在 \" 我爱你 \" 的这件事情上，是 \" 我 \" 更重要还是 \" 爱 \" 更重要。\n" +
            "\n" +
            "我觉得是 \" 爱 \" 更重要吧。\n" +
            "\n" +
            "因为爱，我更清楚我存在的意义。\n" +
            "\n" +
            "因为爱，我发现我拥有了很多很多的幸福感。\n" +
            "\n" +
            "因为爱，我做了我以为我不会做我不敢做的事情。\n" +
            "\n" +
            "因为爱，我觉得我的人生更完整了。\n" +
            "\n" +
            "我知道其实生活里很多人都面临着一个问题，那就是在一段不确定未来的的感情面前，究竟要怎么做。\n" +
            "\n" +
            "我想说就去用力抓住此刻好好去爱吧，你会发现人这一生的心动不会太多，越往后爱越稀有，好好去爱吧，有些人在纠结中错过了就再也追不回来了，好好去爱吧，别怕受伤和失望。\n" +
            "\n" +
            "知乎上有一个问题是： \" 两个人互相喜欢却没办法最终在一起怎么办？ \" ，我很喜欢的一个答案是： \" 如果五分钟后她必须安检，如果安检在十米之外，那意味着，你们可以亲吻四分五十秒。 \"\n" +
            "\n" +
            "人生里的很多事情就像是一场赌注，\n" +
            "\n" +
            "倾其所有去换一个想要的答案。\n" +
            "\n" +
            "爱情也一样，我知道可能会输，我知道可能会受伤，但因为是你，我想奋力赌一把，因为是你，我愿赌服输。",
        collection: 2226,
        dateTime: "21小时前",
        headImgSrc: "/images/post/sohyun6.jpg",
        author: "蕊希",
        date: "Nov 20 2018",
        avatar: "../../../images/avatar/666.jpg",
        postId: 5,
        music: {
            url: "http://isure.stream.qqmusic.qq.com/C40000266lh03lG3gY.m4a?vkey=F7D1444D121B014CC20904BA1095CEC2F35AE5C769549A277AEC6F3E2B7F6C3F4E5CF9AF10C6D2E29CFC7693EF4CD3FC1823CEA74F8E7DF4&guid=1499376726&uin=1819109014&fromtag=66",
            title: "依然爱你-王力宏",
            coverImg: "http://y.gtimg.cn/music/photo_new/T002R300x300M000001fMFxM1tq1aI.jpg?max_age=2592000"
        }
    },
]

module.exports = {
    postList: local_database
}